Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Battery Mode
de: Batteriemodus
es: Modo de batería
fr: Mode batterie
it: Modalità batteria
ja: バッテリーモード
ko: 배터리 모드
nl: Batterijmodus
pt_br: Modo da bateria
pt_pt: Modo da bateria
ru: Режим работы от батареи
sk: Režim batérie
sl: Baterijski način
tr: Pil Modu
vi: Chế độ pin
zh_hans: 电池模式
zh_hant: 電池模式

source: Battery Only
de: Nur Batterie
es: Sólo batería
fr: Batterie uniquement
it: Solo batteria
ja: バッテリーのみ
ko: 배터리만
nl: Alleen batterij
pt_br: Apenas bateria
pt_pt: Apenas bateria
ru: Только батарея
sk: Iba batéria
sl: Samo baterija
tr: Yalnızca Pil
vi: Chỉ dùng pin
zh_hans: 仅电池供电时
zh_hant: 僅電池

source: Battery Power Metrics
de: Batterieleistungsmetriken
es: Métricas de potencia de la batería
fr: Mesures de puissance de la batterie
it: Metriche di potenza della batteria
ja: バッテリー電力のメトリクス
ko: 배터리 전력 측정항목
nl: Batterijvermogenstatistieken
pt_br: Métricas de potência da bateria
pt_pt: Métricas de potência da bateria
ru: Показатели мощности аккумулятора
sk: Metriky výkonu batérie
sl: Meritve moči baterije
tr: Pil Gücü Ölçümleri
vi: Chỉ số công suất pin
zh_hans: 电池功率指标
zh_hant: 電池功率指標

source: Battery Reading
de: Batteriemesswert
es: Lectura de la batería
fr: Relevé de batterie
it: Lettura batteria
ja: バッテリー測定値
ko: 배터리 측정값
nl: Batterijmeting
pt_br: Leitura da bateria
pt_pt: Leitura da bateria
ru: Показания батареи
sk: Údaj batérie
sl: Odčitek baterije
tr: Pil Değeri
vi: Chỉ số pin
zh_hans: 电池读数
zh_hant: 電池讀數

source: Battery Temperature
de: Batterietemperatur
es: Temperatura de batería
fr: Température de la batterie
it: Temperatura della batteria
ja: バッテリー温度
ko: 배터리 온도
nl: Batterijtemperatuur
pt_br: Temperatura da bateria
pt_pt: Temperatura da bateria
ru: Температура батареи
sk: Teplota batérie
sl: Temperatura baterije
tr: Pil Sıcaklığı
vi: Nhiệt độ pin
zh_hans: 电池温度
zh_hant: 電池溫度

source: Battery and charging control for MacBook.
de: Akku- und Ladekontrolle für MacBook.
es: Control de batería y carga para MacBook.
fr: Contrôle de la batterie et de la charge pour MacBook.
it: Controllo della batteria e della ricarica per MacBook.
ja: MacBookのバッテリーと充電の制御。
ko: MacBook의 배터리 및 충전 제어.
nl: Batterij- en oplaadcontrole voor MacBook.
pt_br: Controlo de bateria e carregamento para MacBook.
pt_pt: Controlo de bateria e carregamento para MacBook.
ru: Контроль аккумулятора и зарядки MacBook.
sk: Ovládanie batérie a nabíjania pre MacBook.
sl: Nadzor baterije in polnjenja za MacBook.
tr: MacBook için pil ve şarj kontrolü.
vi: Kiểm soát pin và sạc cho MacBook.
zh_hans: MacBook 电池与充电控制。
zh_hant: MacBook 的電池和充電控制。

source: Battery calibration cycle cancelled.
de: Batteriekalibrierungszyklus abgebrochen.
es: Ciclo de calibración de batería cancelado.
fr: Cycle d'étalonnage de la batterie annulé.
it: Ciclo di calibrazione della batteria annullato.
ja: バッテリー校正サイクルをキャンセルしました。
ko: 배터리 보정 사이클이 취소되었습니다.
nl: Batterijkalibratiecyclus geannuleerd.
pt_br: Ciclo de calibração da bateria cancelado.
pt_pt: Ciclo de calibração da bateria cancelado.
ru: Цикл калибровки батареи отменен.
sk: Cyklus kalibrácie batérie zrušený.
sl: Cikel kalibracije baterije preklican.
tr: Pil kalibrasyon döngüsü iptal edildi.
vi: Đã hủy chu kỳ hiệu chỉnh pin.
zh_hans: 电池校准周期已取消。
zh_hant: 電池校正循環已取消。

source: Battery calibration cycle started.
de: Batteriekalibrierungszyklus gestartet.
es: Ciclo de calibración de batería iniciado.
fr: Cycle d'étalonnage de la batterie démarré.
it: Ciclo di calibrazione della batteria avviato.
ja: バッテリー校正サイクルを開始しました。
ko: 배터리 보정 사이클이 시작되었습니다.
nl: Batterijkalibratiecyclus gestart.
pt_br: Ciclo de calibração da bateria iniciado.
pt_pt: Ciclo de calibração da bateria iniciado.
ru: Цикл калибровки батареи запущен.
sk: Cyklus kalibrácie batérie spustený.
sl: Cikel kalibracije baterije se je začel.
tr: Pil kalibrasyon döngüsü başladı.
vi: Đã bắt đầu chu kỳ hiệu chỉnh pin.
zh_hans: 电池校准周期已开始。
zh_hant: 電池校正循環已開始。

source: Battery calibration is not supported on this device.
de: Die Batteriekalibrierung wird auf diesem Gerät nicht unterstützt.
es: La calibración de la batería no es compatible con este dispositivo.
fr: L'étalonnage de la batterie n'est pas pris en charge sur cet appareil.
it: La calibrazione della batteria non è supportata su questo dispositivo.
ja: このデバイスではバッテリーの校正はサポートされていません。
ko: 이 장치에서는 배터리 보정이 지원되지 않습니다.
nl: Batterijkalibratie wordt niet ondersteund op dit apparaat.
pt_br: A calibração da bateria não é suportada neste dispositivo.
pt_pt: A calibração da bateria não é suportada neste dispositivo.
ru: Калибровка батареи не поддерживается на этом устройстве.
sk: Toto zariadenie nepodporuje kalibráciu batérie.
sl: Ta naprava ne podpira kalibracije baterije.
tr: Pil kalibrasyonu bu cihazda desteklenmiyor.
vi: Hiệu chỉnh pin không được hỗ trợ trên thiết bị này.
zh_hans: 此设备不支持电池校准。
zh_hant: 本設備不支援電池校準。

source: Battery mode
de: Batteriemodus
es: Modo de batería
fr: Mode batterie
it: Modalità batteria
ja: バッテリーモード
ko: 배터리 모드
nl: Batterijmodus
pt_br: Modo da bateria
pt_pt: Modo da bateria
ru: Режим батареи
sk: Režim batérie
sl: Baterijski način
tr: Pil modu
vi: Chế độ pin
zh_hans: 电池模式
zh_hant: 電池模式

source: Battery percentage
de: Batterieprozentzahl
es: Porcentaje de batería
fr: Pourcentage de batterie
it: Percentuale batteria
ja: バッテリー残量（％）
ko: 배터리 백분율
nl: Batterijpercentage
pt_br: Porcentagem da bateria
pt_pt: Percentagem da bateria
ru: Процент заряда
sk: Percento batérie
sl: Odstotek baterije
tr: Pil Yüzdesi
vi: Phần trăm pin
zh_hans: 电池百分比
zh_hant: 電池百分比

source: Blinking Orange Fast
de: Schnell blinkendes Orange
es: Naranja intermitente rápido
fr: Orange clignotant rapide
it: Arancione lampeggiante velocemente
ja: オレンジ色で速く点滅
ko: 주황색으로 빠르게 깜박임
nl: Knippert snel oranje
pt_br: Laranja intermitente rápido
pt_pt: Laranja intermitente rápido
ru: Быстро мигает оранжевым
sk: Rýchlo bliká oranžovo
sl: Hitro utripa oranžno
tr: Turuncu Hızla Yanıp Sönüyor
vi: Màu cam nhấp nháy nhanh
zh_hans: 橙色快速闪烁
zh_hant: 橘色快速閃爍

source: Blinking Orange Slow
de: Langsam blinkendes Orange
es: Naranja intermitente lento
fr: Orange clignotant lent
it: Arancione lampeggiante lento
ja: オレンジ色でゆっくり点滅
ko: 주황색으로 느리게 깜박임
nl: Knipperend oranje langzaam
pt_br: Laranja intermitente lento
pt_pt: Laranja intermitente lento
ru: Медленно мигает оранжевым
sk: Blikajúca oranžová pomaly
sl: Utripa oranžno počasi
tr: Yavaş Yanıp Sönen Turuncu
vi: Màu cam nhấp nháy chậm
zh_hans: 橙色缓慢闪烁
zh_hant: 橘色緩慢閃爍

source: Built with a focus on practical battery health and charging workflows.
de: Bei der Entwicklung wurde der Schwerpunkt auf praktischen Batteriezustand und Ladeabläufe gelegt.
es: Creado centrándose en el estado práctico de la batería y los flujos de trabajo de carga.
fr: Construit en mettant l’accent sur l’état pratique de la batterie et les flux de travail de charge.
it: Costruito con particolare attenzione alla salute pratica della batteria e ai flussi di lavoro di ricarica.
ja: 実用的なバッテリーの状態と充電ワークフローに重点を置いて構築されています。
ko: 실용적인 배터리 상태 및 충전 워크플로에 중점을 두고 제작되었습니다.
nl: Gebouwd met de nadruk op praktische batterijstatus en oplaadworkflows.
pt_br: Concebido com foco em fluxos de trabalho práticos de carregamento e saúde da bateria.
pt_pt: Concebido com foco em fluxos de trabalho práticos de carregamento e saúde da bateria.
ru: Создано с упором на практическое состояние аккумулятора и рабочие процессы зарядки.
sk: Postavený so zameraním na praktické pracovné postupy pre zdravie batérie a nabíjanie.
sl: Ustvarjen s poudarkom na praktičnem delovanju baterije in polnjenju.
tr: Pratik pil sağlığı ve şarj iş akışlarına odaklanılarak tasarlandı.
vi: Được xây dựng tập trung vào tình trạng thực tế của pin và quy trình sạc.
zh_hans: 专注于实用的电池健康与充电管理体验。
zh_hant: 專注於實際電池健康狀況和充電工作流程。

source: Calculating...
de: Berechne...
es: Calculando...
fr: Calcul en cours...
it: Calcolo...
ja: 計算中...
ko: 계산 중...
nl: Berekenen...
pt_br: A calcular...
pt_pt: A calcular...
ru: Расчет...
sk: Prebieha výpočet...
sl: Izračun ...
tr: Hesaplanıyor...
vi: Đang tính...
zh_hans: 正在计算…
zh_hant: 正在計算...

source: Calibrate battery in ${applicationName}
de: Batterie in ${applicationName} kalibrieren
es: Calibrar batería en ${applicationName}
fr: Étalonner la batterie dans ${applicationName}
it: Calibra batteria in ${applicationName}
ja: ${applicationName}でバッテリーを校正
ko: ${applicationName}에서 배터리 보정
nl: Batterij kalibreren in ${applicationName}
pt_br: Calibrar bateria no ${applicationName}
pt_pt: Calibrar bateria no ${applicationName}
ru: Откалибровать батарею в ${applicationName}
sk: Kalibrovať batériu v ${applicationName}
sl: Kalibriraj baterijo v ${applicationName}
tr: ${applicationName}'te pili kalibre et
vi: Hiệu chỉnh pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中校准电池
zh_hant: 在 ${applicationName} 中校正電池

source: Calibrating (Charging to %@)
de: Kalibrieren (Aufladen auf %@)
es: Calibración (cargando a %@)
fr: Calibrage (chargement sur %@)
it: Calibrazione (ricarica a %@)
ja: 校正中（%@に充電）
ko: 교정 중(%@로 충전 중)
nl: Kalibreren (opladen naar %@)
pt_br: A calibrar (Carregar até %@)
pt_pt: A calibrar (Carregar até %@)
ru: Калибровка (зарядка от %@)
sk: Kalibrácia (nabíjanie na %@)
sl: Umerjanje (polnjenje na %@)
tr: Kalibre ediliyor (%@'ya şarj ediliyor)
vi: Đang hiệu chỉnh (Sạc tới %@)
zh_hans: 校准中（正在充电至 %@）
zh_hant: 校準（給%@充電）

source: Calibrating (Charging up)
de: Kalibrieren (Aufladen)
es: Calibrando (Cargando)
fr: Calibrage (chargement)
it: Calibrazione (ricarica)
ja: 校正中（充電中）
ko: 교정 중(충전 중)
nl: Kalibreren (opladen)
pt_br: A calibrar (Carregar)
pt_pt: A calibrar (Carregar)
ru: Калибровка (зарядка)
sk: Kalibrácia (nabíjanie)
sl: Umerjanje (polnjenje)
tr: Kalibre ediliyor (Şarj ediliyor)
vi: Hiệu chỉnh (Sạc lên)
zh_hans: 校准中（正在充电）
zh_hant: 校準（充電）

source: Calibrating (Discharging to %@)
de: Kalibrieren (Entladen nach %@)
es: Calibración (Descarga a %@)
fr: Calibrage (décharge vers %@)
it: Calibrazione (scarica a %@)
ja: 校正中（%@まで放電）
ko: 교정 중(%@로 방전)
nl: Kalibreren (ontladen naar %@)
pt_br: A calibrar (Descarregar até %@)
pt_pt: A calibrar (Descarregar até %@)
ru: Калибровка (разгрузка в %@)
sk: Kalibrácia (vybíjanie na %@)
sl: Umerjanje (praznjenje na %@)
tr: Kalibrasyon (%@'ya Boşaltma)
vi: Hiệu chỉnh (Xả tới %@)
zh_hans: 校准中（正在放电至 %@）
zh_hant: 校準（放電到%@）

source: Calibrating (Discharging)
de: Kalibrieren (Entladen)
es: Calibración (descarga)
fr: Calibrage (décharge)
it: Calibrazione (scarica)
ja: 校正（放電）中
ko: 교정(방전)
nl: Kalibreren (ontladen)
pt_br: A calibrar (A descarregar)
pt_pt: A calibrar (A descarregar)
ru: Калибровка (разрядка)
sk: Kalibrácia (vybíjanie)
sl: Umerjanje (praznjenje)
tr: Kalibrasyon (Boşaltma)
vi: Hiệu chuẩn (Xả)
zh_hans: 校准中（正在放电）
zh_hant: 校準（放電）

source: Calibrating (Paused - Plug in)
de: Kalibrieren (Pause – Einstecken)
es: Calibración (en pausa - enchufar)
fr: Calibrage (Pause - Brancher)
it: Calibrazione (in pausa - Collegamento)
ja: キャリブレーション中 (一時停止 - プラグイン)
ko: 교정 중(일시중지됨 - 플러그인)
nl: Kalibreren (gepauzeerd - aansluiten)
pt_br: A calibrar (Em pausa - Ligar carregador)
pt_pt: A calibrar (Em pausa - Ligar carregador)
ru: Калибровка (приостановлено — подключите)
sk: Kalibrácia (pozastavená – zapojenie)
sl: Umerjanje (zaustavljeno - priključite)
tr: Kalibre ediliyor (Duraklatıldı - Tak)
vi: Đang hiệu chỉnh (Tạm dừng - Cắm vào)
zh_hans: 校准已暂停（请接通电源）
zh_hant: 校準（暫停 - 插入）

source: Calibrating (Resting at %@)
de: Kalibrieren (Ruhezustand bei %@)
es: Calibrando (Reposando en %@)
fr: Étalonnage (au repos à %@)
it: Calibrazione (riposo su %@)
ja: 校正中 (%@ で休止中)
ko: 교정 중(%@에 위치)
nl: Kalibreren (rusten op %@)
pt_br: A calibrar (Em repouso a %@)
pt_pt: A calibrar (Em repouso a %@)
ru: Калибровка (остановка на %@)
sk: Kalibrácia (odpočíva pri %@)
sl: Umerjanje (mirovanje pri %@)
tr: Kalibre ediliyor (%@'da dinleniyor)
vi: Hiệu chỉnh (Nghỉ ở %@)
zh_hans: 校准中（正在 %@ 电量下静置）
zh_hant: 校準（靜止在 %@）

source: Calibrating (Resting)
de: Kalibrieren (Ruhen)
es: Calibrar (reposar)
fr: Calibrage (au repos)
it: Calibrazione (riposo)
ja: 校正中（休止中）
ko: 교정 중(휴식)
nl: Kalibreren (rusten)
pt_br: A calibrar (Em repouso)
pt_pt: A calibrar (Em repouso)
ru: Калибровка (отдых)
sk: Kalibrácia (odpočinok)
sl: Umerjanje (počitek)
tr: Kalibrasyon (Dinlenme)
vi: Hiệu chỉnh (Nghỉ)
zh_hans: 校准中（正在静置）
zh_hant: 校準（休息）

source: Calibration cycle cancelled.
de: Kalibrierungszyklus abgebrochen.
es: Ciclo de calibración cancelado.
fr: Cycle d'étalonnage annulé.
it: Ciclo di calibrazione annullato.
ja: キャリブレーションサイクルをキャンセルしました。
ko: 보정 사이클이 취소되었습니다.
nl: Kalibratiecyclus geannuleerd.
pt_br: Ciclo de calibração cancelado.
pt_pt: Ciclo de calibração cancelado.
ru: Цикл калибровки отменён.
sk: Cyklus kalibrácie bol zrušený.
sl: Cikel umerjanja je preklican.
tr: Kalibrasyon döngüsü iptal edildi.
vi: Đã hủy chu kỳ hiệu chỉnh.
zh_hans: 已取消电池校准周期。
zh_hant: 已取消電池校準週期。

source: Calibration cycle started.
de: Kalibrierungszyklus gestartet.
es: Ciclo de calibración iniciado.
fr: Cycle d'étalonnage démarré.
it: Ciclo di calibrazione avviato.
ja: キャリブレーションサイクルを開始しました。
ko: 보정 사이클이 시작되었습니다.
nl: Kalibratiecyclus gestart.
pt_br: Ciclo de calibração iniciado.
pt_pt: Ciclo de calibração iniciado.
ru: Цикл калибровки начался.
sk: Cyklus kalibrácie sa začal.
sl: Cikel umerjanja se je začel.
tr: Kalibrasyon döngüsü başladı.
vi: Đã bắt đầu chu kỳ hiệu chỉnh.
zh_hans: 已开始电池校准周期。
zh_hant: 已開始電池校準週期。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel Battery Calibration
de: Batteriekalibrierung abbrechen
es: Cancelar calibración de batería
fr: Annuler l'étalonnage de la batterie
it: Annulla calibrazione batteria
ja: バッテリーキャリブレーションをキャンセル
ko: 배터리 보정 취소
nl: Annuleer batterijkalibratie
pt_br: Cancelar Calibração da Bateria
pt_pt: Cancelar Calibração da Bateria
ru: Отменить калибровку батареи
sk: Zrušiť kalibráciu batérie
sl: Prekliči umerjanje baterije
tr: Batarya Kalibrasyonunu İptal Et
vi: Hủy hiệu chỉnh pin
zh_hans: 取消电池校准
zh_hant: 取消電池校準

source: Cancel Calibration
de: Kalibrierung abbrechen
es: Cancelar calibración
fr: Annuler l'étalonnage
it: Annulla la calibrazione
ja: キャリブレーションのキャンセル
ko: 교정 취소
nl: Kalibratie annuleren
pt_br: Cancelar calibração
pt_pt: Cancelar calibração
ru: Отменить калибровку
sk: Zrušiť kalibráciu
sl: Prekliči kalibracijo
tr: Kalibrasyonu İptal Et
vi: Hủy hiệu chuẩn
zh_hans: 取消校准
zh_hant: 取消校準

source: Cancel an ongoing battery calibration cycle in Stasis.
de: Laufenden Batteriekalibrierungszyklus in Stasis abbrechen.
es: Cancela un ciclo de calibración en curso en Stasis.
fr: Annuler un cycle d'étalonnage en cours dans Stasis.
it: Annulla un ciclo di calibrazione in corso in Stasis.
ja: Stasisで進行中のバッテリー校正をキャンセルします。
ko: Stasis에서 진행 중인 배터리 보정 사이클을 취소합니다.
nl: Annuleer een lopende batterijkalibratie in Stasis.
pt_br: Cancele um ciclo de calibração em andamento no Stasis.
pt_pt: Cancele um ciclo de calibração em curso no Stasis.
ru: Отменить текущий цикл калибровки батареи в Stasis.
sk: Zrušiť prebiehajúcu kalibráciu batérie v Stasis.
sl: Prekliči potekajoči cikel kalibracije baterije v Stasis.
tr: Stasis'te devam eden pil kalibrasyon döngüsünü iptal edin.
vi: Hủy chu kỳ hiệu chỉnh pin đang diễn ra trong Stasis.
zh_hans: 取消 Stasis 中进行中的电池校准周期。
zh_hant: 取消 Stasis 中進行中的電池校正循環。

source: Cancel battery calibration in ${applicationName}
de: Batteriekalibrierung in ${applicationName} abbrechen
es: Cancelar calibración en ${applicationName}
fr: Annuler l'étalonnage dans ${applicationName}
it: Annulla calibrazione in ${applicationName}
ja: ${applicationName}での校正をキャンセル
ko: ${applicationName}에서 보정 취소
nl: Batterijkalibratie annuleren in ${applicationName}
pt_br: Cancelar calibração no ${applicationName}
pt_pt: Cancelar calibração no ${applicationName}
ru: Отменить калибровку в ${applicationName}
sk: Zrušiť kalibráciu v ${applicationName}
sl: Prekliči kalibracijo v ${applicationName}
tr: ${applicationName}'te kalibrasyonu iptal et
vi: Hủy hiệu chỉnh pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中取消校准
zh_hant: 在 ${applicationName} 中取消校正

source: Change charge limit in ${applicationName}
de: Ladelimit in ${applicationName} ändern
es: Cambiar límite de carga en ${applicationName}
fr: Modifier la limite de charge dans ${applicationName}
it: Cambia limite di ricarica in ${applicationName}
ja: ${applicationName}で充電上限を変更
ko: ${applicationName}에서 충전 제한 변경
nl: Laadlimiet wijzigen in ${applicationName}
pt_br: Alterar limite de carga no ${applicationName}
pt_pt: Alterar limite de carga no ${applicationName}
ru: Изменить лимит заряда в ${applicationName}
sk: Zmeniť limit nabíjania v ${applicationName}
sl: Spremeni mejo polnjenja v ${applicationName}
tr: ${applicationName}'te şarj sınırını değiştir
vi: Thay đổi giới hạn sạc trong ${applicationName}
zh_hans: 在 ${applicationName} 中更改充电限制
zh_hant: 在 ${applicationName} 中變更充電上限

source: Change display language...
de: Anzeigesprache ändern...
es: Cambiar idioma de pantalla...
fr: Changer la langue d'affichage...
it: Cambia lingua di visualizzazione...
ja: 表示言語を変更します...
ko: 표시 언어 변경...
nl: Weergavetaal wijzigen...
pt_br: Alterar idioma de exibição...
pt_pt: Alterar idioma de exibição...
ru: Изменить язык отображения...
sk: Zmeniť jazyk zobrazenia...
sl: Spremeni jezik prikaza ...
tr: Görüntüleme dilini değiştir...
vi: Thay đổi ngôn ngữ hiển thị...
zh_hans: 更改显示语言…
zh_hant: 更改顯示語言...

source: Change heat protection threshold in ${applicationName}
de: Hitzeschutz-Schwelle in ${applicationName} ändern
es: Cambiar umbral de protección en ${applicationName}
fr: Modifier le seuil de protection dans ${applicationName}
it: Cambia soglia protezione in ${applicationName}
ja: ${applicationName}で高熱保護しきい値を変更
ko: ${applicationName}에서 과열 보호 임계값 변경
nl: Hittebeschermingsdrempel wijzigen in ${applicationName}
pt_br: Alterar limite de proteção no ${applicationName}
pt_pt: Alterar limite de proteção no ${applicationName}
ru: Изменить порог защиты в ${applicationName}
sk: Zmeniť prah tepelnej ochrany v ${applicationName}
sl: Spremeni prag zaščite v ${applicationName}
tr: ${applicationName}'te ısı koruma eşiğini değiştir
vi: Thay đổi ngưỡng bảo vệ trong ${applicationName}
zh_hans: 在 ${applicationName} 中更改高温保护阈值
zh_hant: 在 ${applicationName} 中變更高溫保護閾值

source: Charge Limit Override
de: Ladelimit überschreiben
es: Anulación del límite de carga
fr: Contournement de la limite de charge
it: Override del limite di ricarica
ja: 充電上限の一時解除
ko: 충전 제한 무시
nl: Laadlimiet negeren
pt_br: Sobreposição do limite de carga
pt_pt: Sobreposição do limite de carga
ru: Переопределение лимита заряда
sk: Prepísanie limitu nabíjania
sl: Preglasitev omejitve polnjenja
tr: Şarj Sınırını Geçersiz Kılma
vi: Ghi đè giới hạn sạc
zh_hans: 临时解除充电上限
zh_hant: 暫時覆寫充電上限

source: Charge Management
de: Ladesteuerung
es: Gestión de carga
fr: Gestion de la charge
it: Gestione della ricarica
ja: 充電管理
ko: 충전 관리
nl: Laadbeheer
pt_br: Gestão de carga
pt_pt: Gestão de carga
ru: Управление зарядкой
sk: Správa nabíjania
sl: Upravljanje polnjenja
tr: Şarj Yönetimi
vi: Quản lý sạc
zh_hans: 充电管理
zh_hant: 充電管理

source: Charge limit
de: Ladelimit
es: Límite de carga
fr: Limite de charge
it: Limite di carica
ja: 充電上限
ko: 충전 한도
nl: Laadlimiet
pt_br: Limite de carga
pt_pt: Limite de carga
ru: Лимит заряда
sk: Limit nabitia
sl: Omejitev polnjenja
tr: Şarj Sınırı
vi: Giới hạn sạc
zh_hans: 充电上限
zh_hant: 充電上限

source: Charge limit percentage (50 to 100)
de: Ladelimit in Prozent (50 bis 100)
es: Porcentaje de límite de carga (50 a 100)
fr: Pourcentage de limite de charge (50 à 100)
it: Percentuale limite di ricarica (da 50 a 100)
ja: 充電上限のパーセンテージ (50～100)
ko: 충전 제한 백분율 (50 ~ 100)
nl: Percentage laadlimiet (50 tot 100)
pt_br: Porcentagem do limite de carga (50 a 100)
pt_pt: Percentagem do limite de carga (50 a 100)
ru: Процент лимита заряда (от 50 до 100)
sk: Percento limitu nabíjania (50 až 100)
sl: Odstotek meje polnjenja (50 do 100)
tr: Şarj sınırı yüzdesi (50 - 100)
vi: Phần trăm giới hạn sạc (50 đến 100)
zh_hans: 充电限制百分比（50 至 100）
zh_hant: 充電上限百分比（50 至 100）

source: Charge limit set to %@ (Managed Charging enabled).
de: Ladelimit auf %@ gesetzt (Verwaltetes Laden aktiviert).
es: Límite de carga fijado en %@ (Carga administrada activada).
fr: Limite de charge définie à %@ (Recharge gérée activée).
it: Limite di ricarica impostato al %@ (Ricarica gestita attivata).
ja: 充電上限を %@ に設定しました（管理充電を有効化）。
ko: 충전 제한이 %@로 설정되었습니다(관리 충전 활성화).
nl: Laadlimiet ingesteld op %@ (Beheerd laden ingeschakeld).
pt_br: Limite de carga definido em %@ (Carga Gerenciada ativada).
pt_pt: Limite de carga definido em %@ (Carregamento gerido ativado).
ru: Лимит заряда установлен на %@ (Управляемая зарядка включена).
sk: Limit nabíjania nastavený na %@ (Riadené nabíjanie zapnuté).
sl: Meja polnjenja nastavljena na %@ (Upravljano polnjenje omogočeno).
tr: Şarj sınırı %@ olarak ayarlandı (Yönetilen Şarj etkinleştirildi).
vi: Giới hạn sạc được đặt thành %@ (Đã bật Quản lý sạc).
zh_hans: 充电限制已设置为 %@（已启用智能充电管理）。
zh_hant: 充電上限已設定為 %@（已啟用智慧充電管理）。

source: Charge limit set to %@ (maximum allowed is %@). Managed Charging enabled.
de: Ladelimit auf %@ gesetzt (Maximalwert %@). Verwaltetes Laden aktiviert.
es: Límite de carga fijado en %@ (el máximo es %@). Carga administrada activada.
fr: Limite de charge définie à %@ (maximum %@). Recharge gérée activée.
it: Limite di ricarica impostato al %@ (massimo consentito %@). Ricarica gestita attivata.
ja: 充電上限を %@ に設定しました（最大値は %@）。管理充電が有効になりました。
ko: 충전 제한이 %@로 설정되었습니다(최대 허용값은 %@). 관리 충전이 활성화되었습니다.
nl: Laadlimiet ingesteld op %@ (maximum is %@). Beheerd laden ingeschakeld.
pt_br: Limite de carga definido em %@ (máximo permitido é %@). Carga Gerenciada ativada.
pt_pt: Limite de carga definido em %@ (máximo permitido é %@). Carregamento gerido ativado.
ru: Лимит заряда установлен на %@ (максимальное значение %@). Управляемая зарядка включена.
sk: Limit nabíjania nastavený na %@ (maximum je %@). Riadené nabíjanie zapnuté.
sl: Meja polnjenja nastavljena na %@ (največ je %@). Upravljano polnjenje omogočeno.
tr: Şarj sınırı %@ olarak ayarlandı (izin verilen en yüksek değer %@). Yönetilen Şarj etkinleştirildi.
vi: Giới hạn sạc được đặt thành %@ (mức tối đa là %@). Đã bật Quản lý sạc.
zh_hans: 充电限制已设置为 %@（最高允许值为 %@）。已启用智能充电管理。
zh_hant: 充電上限已設定為 %@（最高允許值為 %@）。已啟用智慧充電管理。

source: Charge limit set to %@ (minimum allowed is %@). Managed Charging enabled.
de: Ladelimit auf %@ gesetzt (Mindestwert %@). Verwaltetes Laden aktiviert.
es: Límite de carga fijado en %@ (el mínimo es %@). Carga administrada activada.
fr: Limite de charge définie à %@ (minimum %@). Recharge gérée activée.
it: Limite di ricarica impostato al %@ (minimo consentito %@). Ricarica gestita attivata.
ja: 充電上限を %@ に設定しました（最小値は %@）。管理充電が有効になりました。
ko: 충전 제한이 %@로 설정되었습니다(최소 허용값은 %@). 관리 충전이 활성화되었습니다.
nl: Laadlimiet ingesteld op %@ (minimum is %@). Beheerd laden ingeschakeld.
pt_br: Limite de carga definido em %@ (mínimo permitido é %@). Carga Gerenciada ativada.
pt_pt: Limite de carga definido em %@ (mínimo permitido é %@). Carregamento gerido ativado.
ru: Лимит заряда установлен на %@ (минимальное значение %@). Управляемая зарядка включена.
sk: Limit nabíjania nastavený na %@ (minimum je %@). Riadené nabíjanie zapnuté.
sl: Meja polnjenja nastavljena na %@ (najmanj je %@). Upravljano polnjenje omogočeno.
tr: Şarj sınırı %@ olarak ayarlandı (izin verilen en düşük değer %@). Yönetilen Şarj etkinleştirildi.
vi: Giới hạn sạc được đặt thành %@ (mức tối thiểu là %@). Đã bật Quản lý sạc.
zh_hans: 充电限制已设置为 %@（最低允许值为 %@）。已启用智能充电管理。
zh_hant: 充電上限已設定為 %@（最低允許值為 %@）。已啟用智慧充電管理。
